Repository: Porabuild/Poracode
Catalog: ios/App/App/Features/AdvancedOperations/AdvancedOperations.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# advancedOperations.unavailable.noProject
source: This project is no longer available on the selected desktop.
de: Dieses Projekt ist auf dem ausgewählten Desktop nicht mehr verfügbar.
es: Este proyecto ya no está disponible en el escritorio seleccionado.
fr: Ce projet n’est plus disponible sur l’ordinateur sélectionné.
ja: このプロジェクトは選択中のデスクトップでは利用できなくなりました。
ko: 이 프로젝트는 선택한 데스크톱에서 더 이상 사용할 수 없습니다.
pl: Ten projekt nie jest już dostępny na wybranym pulpicie.
pt_br: Este projeto não está mais disponível no desktop selecionado.
ru: Этот проект больше недоступен на выбранном рабочем столе.
tr: Bu proje seçili masaüstünde artık kullanılamıyor.
uk: Цей проєкт більше недоступний на вибраному комп’ютері.
vi: Dự án này không còn khả dụng trên máy tính đã chọn.
zh_hans: 该项目在所选桌面端上已不可用。

# advancedOperations.unavailable.noThread
source: This thread is no longer available on the selected desktop.
de: Dieser Thread ist auf dem ausgewählten Desktop nicht mehr verfügbar.
es: Este hilo ya no está disponible en el escritorio seleccionado.
fr: Ce fil n’est plus disponible sur l’ordinateur sélectionné.
ja: このスレッドは選択中のデスクトップでは利用できなくなりました。
ko: 이 스레드는 선택한 데스크톱에서 더 이상 사용할 수 없습니다.
pl: Ten wątek nie jest już dostępny na wybranym pulpicie.
pt_br: Esta conversa não está mais disponível no desktop selecionado.
ru: Эта ветка больше недоступна на выбранном рабочем столе.
tr: Bu ileti dizisi seçili masaüstünde artık kullanılamıyor.
uk: Ця гілка більше недоступна на вибраному комп’ютері.
vi: Luồng này không còn khả dụng trên máy tính đã chọn.
zh_hans: 该线程在所选桌面端上已不可用。

# advancedOperations.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知

# advancedOperations.validation.integerOutOfBounds
source: %@ is outside the allowed range.
de: %@ liegt außerhalb des zulässigen Bereichs.
es: %@ está fuera del intervalo permitido.
fr: %@ est hors de la plage autorisée.
ja: %@ は許容範囲外です。
ko: %@이(가) 허용 범위를 벗어났습니다.
pl: Pole „%@” jest poza dozwolonym zakresem.
pt_br: %@ está fora do intervalo permitido.
ru: Поле «%@» вне допустимого диапазона.
tr: %@ izin verilen aralığın dışında.
uk: Поле «%@» поза допустимим діапазоном.
vi: %@ nằm ngoài phạm vi cho phép.
zh_hans: %@超出允许范围。

# advancedOperations.validation.invalidInteger
source: %@ must be a whole number.
de: %@ muss eine ganze Zahl sein.
es: %@ debe ser un número entero.
fr: %@ doit être un nombre entier.
ja: %@ は整数で入力してください。
ko: %@은(는) 정수여야 합니다.
pl: Pole „%@” musi być liczbą całkowitą.
pt_br: %@ deve ser um número inteiro.
ru: Поле «%@» должно быть целым числом.
tr: %@ bir tam sayı olmalıdır.
uk: Поле «%@» має бути цілим числом.
vi: %@ phải là số nguyên.
zh_hans: %@必须是整数。

# advancedOperations.validation.invalidSegment
source: Segment %lld is not valid.
de: Segment %lld ist ungültig.
es: El segmento %lld no es válido.
fr: Le segment %lld n’est pas valide.
ja: セグメント %lld は無効です。
ko: 세그먼트 %lld이(가) 유효하지 않습니다.
pl: Segment %lld jest nieprawidłowy.
pt_br: O segmento %lld não é válido.
ru: Сегмент %lld недопустим.
tr: %lld numaralı segment geçerli değil.
uk: Сегмент %lld недійсний.
vi: Phân đoạn %lld không hợp lệ.
zh_hans: 片段 %lld 无效。

# advancedOperations.validation.missingField
source: %@ is required.
de: %@ ist erforderlich.
es: %@ es obligatorio.
fr: %@ est obligatoire.
ja: %@ は必須です。
ko: %@은(는) 필수입니다.
pl: Pole „%@” jest wymagane.
pt_br: %@ é obrigatório.
ru: Поле «%@» обязательно.
tr: %@ gereklidir.
uk: Поле «%@» обов’язкове.
vi: %@ là bắt buộc.
zh_hans: %@为必填项。

# advancedOperations.validation.missingOwnerLocation
source: The current owner has no project location.
de: Der aktuelle Besitzer hat keinen Projektort.
es: El propietario actual no tiene ubicación de proyecto.
fr: Le propriétaire actuel n’a aucun emplacement de projet.
ja: 現在の所有者にはプロジェクトの場所がありません。
ko: 현재 소유자에게 프로젝트 위치가 없습니다.
pl: Bieżący właściciel nie ma lokalizacji projektu.
pt_br: O proprietário atual não tem local de projeto.
ru: У текущего владельца нет расположения проекта.
tr: Geçerli sahibin proje konumu yok.
uk: Поточний власник не має розташування проєкту.
vi: Chủ sở hữu hiện tại không có vị trí dự án.
zh_hans: 当前所有者没有项目位置。

# advancedOperations.validation.missingSegmentField
source: Segment %lld is missing a required value.
de: In Segment %lld fehlt ein erforderlicher Wert.
es: Al segmento %lld le falta un valor obligatorio.
fr: Il manque une valeur obligatoire dans le segment %lld.
ja: セグメント %lld に必須の値がありません。
ko: 세그먼트 %lld에 필수 값이 없습니다.
pl: W segmencie %lld brakuje wymaganej wartości.
pt_br: Falta um valor obrigatório no segmento %lld.
ru: В сегменте %lld отсутствует обязательное значение.
tr: %lld numaralı segmentte gerekli bir değer eksik.
uk: У сегменті %lld бракує обов’язкового значення.
vi: Phân đoạn %lld thiếu giá trị bắt buộc.
zh_hans: 片段 %lld 缺少必填值。

# advancedOperations.validation.ownerMismatch
source: This operation does not match the current owner.
de: Diese Aktion passt nicht zum aktuellen Besitzer.
es: Esta operación no coincide con el propietario actual.
fr: Cette opération ne correspond pas au propriétaire actuel.
ja: この操作は現在の所有者と一致しません。
ko: 이 작업은 현재 소유자와 일치하지 않습니다.
pl: Ta operacja nie pasuje do bieżącego właściciela.
pt_br: Esta operação não corresponde ao proprietário atual.
ru: Эта операция не соответствует текущему владельцу.
tr: Bu işlem geçerli sahiple eşleşmiyor.
uk: Ця операція не відповідає поточному власнику.
vi: Thao tác này không khớp với chủ sở hữu hiện tại.
zh_hans: 此操作与当前所有者不匹配。

# advancedOperations.working
source: Working…
de: Arbeiten…
es: Trabajando…
fr: En cours…
ja: 実行中…
ko: 작업 중…
pl: Praca w toku…
pt_br: Trabalhando…
ru: Выполняется…
tr: Çalışıyor…
uk: Виконується…
vi: Đang xử lý…
zh_hans: 处理中…

# advancedOperations.yes
source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
tr: Evet
uk: Так
vi: Có
zh_hans: 是

# advancedOperations.accessibility.outcome
source: %1$@, %2$lld details
es: %1$@, %2$lld detalles
fr: %1$@, %2$lld détails
ja: %1$@、詳細 %2$lld 件
ko: %1$@, 세부 정보 %2$lld개
pl: %1$@, szczegóły: %2$lld
pt_br: %1$@, %2$lld detalhes
ru: %1$@, подробностей: %2$lld
tr: %1$@, %2$lld ayrıntı
uk: %1$@, відомостей: %2$lld
vi: %1$@, %2$lld chi tiết
zh_hans: %1$@，%2$lld 项详情

# advancedOperations.category.workflows
source: Workflows
es: Flujos de trabajo
fr: Flux de travail
ja: ワークフロー
ko: 워크플로
pl: Przepływy pracy
pt_br: Fluxos de trabalho
ru: Рабочие процессы
tr: İş akışları
uk: Робочі процеси
vi: Quy trình
zh_hans: 工作流

# advancedOperations.field.agentId
source: Agent ID
es: ID del agente
fr: ID de l’agent
ja: エージェント ID
ko: 에이전트 ID
pl: Identyfikator agenta
pt_br: ID do agente
ru: ID агента
tr: Aracı kimliği
uk: ID агента
vi: ID tác nhân
zh_hans: 智能体 ID

# advancedOperations.field.branch
source: Branch
es: Rama
fr: Branche
ja: ブランチ
ko: 브랜치
pl: Gałąź
ru: Ветка
tr: Dal
uk: Гілка
vi: Nhánh
zh_hans: 分支

# advancedOperations.outcome.byteOrderMark
source: Byte order mark
es: Marca de orden de bytes
fr: Marque d’ordre des octets
ja: バイトオーダーマーク
ko: 바이트 순서 표시
pl: Znacznik kolejności bajtów
pt_br: Marca de ordem de byte
ru: Маркер порядка байтов
tr: Bayt sırası işareti
uk: Маркер порядку байтів
vi: Dấu thứ tự byte
zh_hans: 字节顺序标记

# advancedOperations.outcome.status
source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
pl: Stan
ru: Статус
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态

# advancedOperations.owner.thread
source: Thread
es: Hilo
fr: Fil de discussion
ja: スレッド
ko: 스레드
pl: Wątek
pt_br: Tópico
ru: Ветка
tr: İleti dizisi
uk: Гілка
vi: Luồng
zh_hans: 线程

# advancedOperations.segmentField.content
source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本

# advancedOperations.segmentField.name
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称

# advancedOperations.segmentField.pluginId
source: Plugin ID
es: ID del complemento
fr: ID du plug-in
ja: プラグイン ID
ko: 플러그인 ID
pl: Identyfikator wtyczki
pt_br: ID do plugin
ru: ID плагина
tr: Eklenti kimliği
uk: ID плагіна
vi: ID plugin
zh_hans: 插件 ID

# advancedOperations.segmentField.pluginName
source: Plugin name
es: Nombre del complemento
fr: Nom du plug-in
ja: プラグイン名
ko: 플러그인 이름
pl: Nazwa wtyczki
pt_br: Nome do plugin
ru: Название плагина
tr: Eklenti adı
uk: Назва плагіна
vi: Tên plugin
zh_hans: 插件名称

# advancedOperations.segmentKind.mcp
source: MCP server
es: Servidor MCP
fr: Serveur MCP
ja: MCP サーバー
ko: MCP 서버
pl: Serwer MCP
pt_br: Servidor MCP
ru: Сервер MCP
tr: MCP sunucusu
uk: Сервер MCP
vi: Máy chủ MCP
zh_hans: MCP 服务器

# advancedOperations.segmentKind.text
source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本

# advancedOperations.field.prompt
source: Prompt
fr: Invite
ja: プロンプト
ko: 프롬프트
pl: Polecenie
ru: Запрос
tr: İstem
uk: Запит
vi: Lời nhắc
zh_hans: 提示

# advancedOperations.segmentKind.skill
source: Skill
fr: Compétence
ja: スキル
ko: 스킬
pl: Umiejętność
ru: Навык
tr: Beceri
uk: Навичка
zh_hans: 技能

# advancedOperations.outcome.commit
source: Commit
ja: コミット
ko: 커밋
ru: Коммит
uk: Коміт
zh_hans: 提交

# advancedOperations.outcome.tokens
source: Tokens
ja: トークン
ko: 토큰
pl: Żetony
ru: Токены
tr: Jetonlar
uk: Жетони
zh_hans: Token

# advancedOperations.skillScope.global
source: Global
ja: グローバル
ko: 전역
pl: Globalny
ru: Глобальный
tr: Küresel
uk: Глобальний
vi: Toàn cục
zh_hans: 全局
